---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RelatedToMass
source: html/4693f2c4-f939-301d-f329-0338c2967812.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RelatedToMass Property

"Related to Mass"

## Syntax (C#)
```csharp
public static ForgeTypeId RelatedToMass { get; }
```